dahanzimin/micropython/ports/esp32/boards/MixGo_LITE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "MixGo Lite"
#define MICROPY_HW_MCU_NAME "ESP32"
